{"sections":{"main":{"type":"Privacy-Policy","settings":{"PrivacyTitle":"Privacy Policy","PrivacySubtitle":"Revised and Updated as of September 16, 2022","Privacypara":"<p>Welcome to the website for <strong>Spennie<\/strong> (the “<strong>Site<\/strong>”), owned and operated by Spennie Corp (hereinafter referred to as “<strong>Company<\/strong>”, “<strong>we<\/strong>”, “<strong>us<\/strong>”, or “<strong>our<\/strong>”)! The Site provides a local registry service (the “Services”). Because protecting your private information is a priority for us, this Privacy Policy discloses the privacy practices for the Site. You acknowledge that by using the Site, you agree to the collection, storage, sharing, and usage of your personal information in accordance with this Privacy Policy and our Terms of Use. If you do not agree to these terms, please do not access or use the Site.<\/p>","PrivacyHeading1":"1. The Information We Collect","Privacypara1":"<p>We may collect personally identifiable information associated with your use when you sign up for an email list or free download, make a purchase, fill out a form, register for a service, leave a comment, etc. Note that no personally identifiable information is required to access the Site itself. Depending upon the purpose, some of the personal information we request from you is identified as mandatory, while some is voluntary. We will make it clear what information is mandatory and what information is voluntary when you submit the information. If you do not provide the mandatory information requested with respect to a particular action, you will not be able to engage in that activity.<\/p><p>The personal information collected may include:<br\/>First name and last name<br\/>E-mail address<br\/>Mailing address<br\/>Phone number<br\/>Credit Card and billing information<br\/>Personal wedding details<\/p><p>We may also gather certain other information about you directly from your device in order to analyze the Site’s performance, such as:<br\/>URL of website you just came from<br\/>URL of website you visit next<br\/>Time spent on the Site<br\/>Pages visited on the Site<br\/>Information on your browser type<br\/>Mobile device information such as type of device, operating system, and browser type IP address<\/p>","PrivacyHeading2":"2. How We Use the Information We Collect","Privacypara2":"<p>We may use the information that we collect about you or from you (or that you provide to us) for the following reasons:<\/p><ul><li>To improve the Site and its content<\/li><li>To improve the performance of the Site<\/li><li>To protect the security of the Site<\/li><li>To contact you as needed or requested<\/li><li>To provide you with the information, products, or services that you request through the Site<\/li><li>To notify you about updates to the Site or to the products or services we provide<\/li><li>To accomplish the purpose for which you provide the information<\/li><li>To fulfill any orders you make through the Site<\/li><li>To enhance your customer service experience with us<\/li><li>To conduct contests and promotions<\/li><li>In any other way described to you when you provide the information<\/li><li>In any other way with your consent<\/li><\/ul><p>Note that you always have the right to request additional information on how we collect and use your personal information, including what category or categories of data are being collected and why such data is\/has been acquired.<\/p>","PrivacyHeading3":"3. How We Protect Your Information","Privacypara3":"<p>We use reasonable efforts consistent with industry standards to protect your personal information by using appropriate security measures intended to safeguard the information in our files. However, because all information is stored electronically, we cannot 100% guarantee its security. We will notify you of any data security breach if we are required to do so by law.<\/p>","PrivacyHeading4":"4. How Long We Keep Your Personal Information","Privacypara4":"<p>We will retain any personal information that you provide to us for two (2) years. However, at any time you may (a) request that we delete your personal information from our files, and (b) unsubscribe from our email list. Any email you receive from us will include instructions on how to unsubscribe.<\/p><p>Note that any information you provide publicly on the Site, for example by leaving a public comment, is not protected by this Privacy Policy.<\/p>","PrivacyHeading5":"5. Third Party Sharing","Privacypara5":"<p>Because we respect your privacy, we do not sell, trade, or lease your personally identifiable information to third parties without your explicit consent, except there are a handful of scenarios where third party information sharing may occur:<\/p><p>Analytics: We may use analytics services (such as Google Analytics) that collect certain analytics data that we use to enhance the Site and inform certain business practices, such as marketing and advertising. Google’s privacy practices are set forth at <a href=\"https:\/\/policies.google.com\/technologies\/partner-sites\">https:\/\/www.google.com\/policies\/privacy\/partners<\/a>.<\/p><p>Email Marketing: We may use an email marketing service provider (such as Mailchimp) to contact you via email with information and promotional material that may be of interest to you. In such event, we have provided your name and email address to such provider. Any email you receive from us will include instructions on how to unsubscribe and discontinue receipt of such emails.<\/p><p>Payment Processors: For successful transactions on the Site, we may use third-party services to process payment for orders on the Site. For example, we may have to relay your credit card information and billing address to your card issuer to process and confirm payment of your purchase on the Site. In this event, your personal information is relayed directly to the payment processor and we do not store or collect this information.<\/p><p>Order Fulfillment: For successful transactions on the Site, we may use third-party services to fulfill your order of a product purchased from the Site. For example, we may have to relay your mailing address to a third party delivery service to ensure delivery of products you ordered.<\/p><p>Customer Service: We may use a third-party service provider to handle customer service issues for the Company. In such an event, the service provider may be given certain of your personally identifiable information in order to assist you with the customer service issue.<\/p><p>Giveaways: From time to time, we may conduct giveaways or contests through the Site that involve third parties that are disclosed as part of the giveaway or contest. If you enter the giveaway or contest via the Site, the personal information you provide in connection therewith will be shared with the other third parties involved.<\/p><p>Legal or Judicial Requests: From time to time, we may be required by law to disclose your personally identifiable information to governmental authorities upon receipt of a court order or subpoena. In addition, we may release your personally identifiable information to third parties if needed to enforce any terms and conditions related to the use of the Site or to protect our users or the general public. We fully cooperate with law enforcement agencies in identifying those who use our services for illegal activities. We reserve the right to report to law enforcement agencies any activities that we in good faith believe to be unlawful.<\/p>","PrivacyHeading6":"6. Cookies","Privacypara6":"<p>The Site uses “cookies” to optimize your use of the Site and delivery of the information, products, or services you request. A cookie is a small piece of data saved on a user’s computer to optimize the user’s experience on a website. It will help us know if you’re a repeat customer and what information, products, or services you prefer. We may also use these cookies to inform you of additional products or services that we offer based on those preferences. Cookie use in no way compromises your personally identifiable information (all information collected through cookies is non-personal) on the Site – they are primarily for statistics and user experience improvement. Such non-personal information may include:<\/p><p>Type of device you use<br\/>Information on your browser type<br\/>Information on your operating system<br\/>Information on your Internet service provider<br\/>Pages visited on the Site<br\/>Search terms used on the Site<br\/>Links clicked to external websites<\/p><p>You can refuse use of cookies by modifying your browser preferences or by responding to the cookie notice on the Site. Please note however that if you choose to reject all cookies, certain parts of the Site may be inaccessible to you.<\/p>","PrivacyHeading7":"7. Protection of Children’s Online Privacy","Privacypara7":"<p>The Site is not intended for children (defined as persons under age 13 in the USA and persons under age 16 in the EU). Therefore, we will not knowingly collect personal information from children as defined above. Intended users under the age of 18 will require a parent or guardian to agree to these terms on their behalf. In the event that a child provides personal information without our knowledge, and we later learn that this information belongs to a child, we will attempt to delete that information as soon as it is brought to our attention. To notify us of child data or request removal of such data, please contact us at<a href=\"mailto:help@spennie.com\">help@spennie.com<\/a>and include the email address associated with the child’s account.<\/p>","PrivacyHeading8":"8. California Residents","Privacypara8":"<ol><li>Do Not Track Requests: California Online Privacy Protection Act (CalOPPA) requires disclosure of how we respond to “Do Not Track” (DNT) browser requests. We do not currently honor Do Not Track browser requests.<\/li><li>Withdrawal of Consent and Requests for Erasure: Per California law, residents under the age of 18 are entitled to request removal of data they have publicly posted online. To request removal of such data, please contact Us at data@spennie.com<\/li><\/ol>","PrivacyHeading9":"9. Residents of Europe (GDPR)","Privacypara9":"<p>If you are located within the European Economic Area (EEA), the General Data Protection Regulation (GDPR) entitles you to additional rights and information about your personal information. Please read the below to be clear about your rights and how we use your information.<\/p><ol><li><strong>Legal Basis for Processing of Data:<\/strong> Per the GDPR, we may process your personal information for any of the following reasons: (1) with consent, (2) in performance of an agreement, (3) as compelled to legally, (4) to protect your vital interest (typically a life or death scenario), (5) in a legitimate interest pursued by Company, and (6) as related to a task carried out in the interest of the general public.<\/li><li><strong>Your Rights Regarding This Data:<\/strong> You are entitled to (1) request access to your personal information; (2) request correction of any incomplete or inaccurate personal information; (3) request the deletion of your personal information from our system(s) under certain circumstances; (4) request transfer of your personal information to you or to a third-party of your choice; (5) restrict how we use your personal information if you have a legitimate for such request; and (6) withdraw your previously provided consent to our collection and use of your personal information. Please note that in the event that you do withdraw this consent, there may be limitations to your use of the Site’s functionalities. Note that we may refuse a request to delete your personal information from our system(s) and may be obligated to retain your information for the following reasons:<\/li><li>To comply with any legal obligations<\/li><li>To protect the public interest<\/li><li>To support any legal claims<\/li><li>To preserve the right to freedom of expression<\/li><li><strong>International Transfer of Your Data.<\/strong> The site is operated in the USA, therefore your information is collected and stored here. If you are based within the EEA, you understand and agree that your personal information will be transferred to the USA.<\/li><li><strong>Complaints:<\/strong> Per the GDPR, you have the right to complain about our retention and use of your personal information to an independent public authority in your jurisdiction.<\/li><li><strong>Contact:<\/strong> If you have any questions or requests regarding our handling of your personal information, you may contact our Data Protection Officer at: Elizabeth Wexler, Founder, <a href=\"mailto:help@spennie.com\">data@spennie.com<\/a><\/li><\/ol>","PrivacyHeading10":"10. Links to External Websites","Privacypara10":"<p>The Site may contain links to external websites, such as third-party advertising companies, that are not owned or operated by Company. Except as otherwise discussed in this Privacy Policy, this document only addresses the use and disclosure of information we collect from you. These external websites are subject to separate privacy policies and are not the responsibility or liability of Company.<\/p>","PrivacyHeading11":"11. Publicly Posted Content","Privacypara11":"<p>If you post content or interact with others in a public area on the Site, such as in the comment sections, that information can be viewed publicly and used by third parties in ways you have not consented to. Such actions are beyond our control, hence, this Privacy Policy does not apply to such information. Any publicly posted content on the Site is posted with the understanding that it is accessible to the public.<\/p>","PrivacyHeading12":"12. Changes and Updates","Privacypara12":"<p>We reserve the right to make changes and update this Privacy Policy as needed. We will notify you of any material changes via email or by posting a notice on the Site. We advise you to review our policies from time to time as your continued use of the Site and\/or Services will constitute acknowledgement and acceptance of these policies.<\/p>","PrivacyHeading13":"13. Contact Us","Privacypara13":"<p>We welcome your questions, comments or concerns regarding this Privacy Policy. To convey any of the foregoing to us, to modify or update your personal information that we have on file, or to request that we delete your personal information from our records, you can contact: Support Team at<a href=\"mailto:hello@spennie.com\">hello@spennie.com<\/a><\/p>"}}},"order":["main"]}