{"sections":{"main":{"type":"find-dashboard","settings":{"image":"shopify:\/\/shop_images\/pexels-photo-5865555.jpg","welcome_WelcomeTitle":"Welcome","welcome_WelcomeSubtitle":"This is your personalized registry page to share with your friends and family and start receiving gifts. Here you can track your gifts, manage your thank you notes and add on gifts. Happy shopping!","WelcomeBannerTitle":"Build your Registry","WelcomeBannerDesc":"Browse Spennie’s curated catalog of products to add                      items to your registry.","faq_FaqSubtitle":"Here to Answer your most Pressing Questions","faq_FaqTitle":"Here to Answer your most Pressing Questions","question1":"HOW MANY ITEMS SHOULD WE REGISTER FOR?","ans1":"We recommend a total of 2-4 items per guest depending on the average dollar amount of what you're registering for. If you're registering for big ticket items, you can go down to 1-2 gifts per guest. We recommend registering for more than less so you can give your guests plenty of options to choose from.","question2":"What should I list as my shipping address?","ans2":"Some people do their own address (which we definitely recommend) so you can start using your gifts right                away. We understand that many couples are moving around the time of their wedding (we get it, a lot of life changes at once)! If that's the case, we might recommend shipping to your parent's house or a                friend's especially if packing and space are an issue.","question3":"Is it bad if everything I like is really expensive? Help!","ans3":"Congrats! You have really nice taste! Try to register for a wide variety of gifts in every sense - things for the kitchen, for the house, for the bedroom etc. With that - try and diversify the dollar amount.                You want big ticket items (think luxurious bedding, new dinnerware sets, etc) and smaller items like                mixing bowls and fun barware. You want to give your guests options to choose things they're comfortable                with."}}},"order":["main"]}