{"sections":{"main":{"type":"terms-conditions","settings":{"PrivacyTitle":"Terms & Conditions","PrivacySubtitle":"Revised and Updated as of September 16, 2022","Privacypara":"<p>Welcome to the website for Spennie (the “<strong>Site<\/strong>”), owned and operated by SPENNIE INC a New York Corporation (hereinafter referred to as “<strong>Company<\/strong>”, “<strong>we<\/strong>”, “<strong>us<\/strong>”, or “<strong>our<\/strong>”)! The Site provides an e-commerce platform from which to purchase [insert general description of products sold] (the “Services”). The following terms and conditions, together with our <a href=\"https:\/\/spennie-v2.myshopify.com\/privacy-policy\">Privacy Policy<\/a>, and any notices contained or referenced herein or therein, govern your access and use of the Site and any Services available through it. Please read this document in its entirety before you proceed.<\/p>","PrivacyHeading1":"1. Acceptance of the Terms of Use","Privacypara1":"<p>Your access and use of the Site and any Services are expressly governed by these Terms of Use. You understand, acknowledge and accept that by using the Site you are bound by these Terms of Use. If you do not agree to these terms, it is your choice not to access or use the Site or any Services. We reserve the right to change these Terms of Use from time to time without notice to you. All changes are effective immediately when we post them, and it is your responsibility to review these Terms of Use periodically, so that you are aware of any changes.<\/p>","PrivacyHeading2":"2. International Users","Privacypara2":"<p>The Site is owned and operated in the United States. We welcome users from countries outside of the United States to access the Site and Services. If you reside outside of the US, you are responsible for compliance with local and federal laws (including compliance with Global Data Protection Regulation or “GDPR” if you reside in the European Union or “EU”).<\/p><p>We reserve the right to deny access to the Site for IP addresses from any prohibited countries for any purpose or reason.<\/p>","PrivacyHeading3":"3. Use of Website","Privacypara3":"<p>In consideration for access to the Site and in exchange for the Services, you agree to the following rules:<\/p><ol><li>You must be at least eighteen (18) years of age or older<\/li><li>You must not use the Site for any illegal activities, including, without limitation, altering the Site without prior authorization, uploading any viruses, malware, spyware, etc. to the Site, or any kind of activity that may cause interference with other users.<\/li><li>You must not abuse the electronic communication options (e.g., live chat or email) on the Site, as these features are only for communication for the purpose of Company’s business. This includes sending or uploading any unauthorized files (e.g., malware, spyware, pirated files, pornography, images and videos that depict a graphic nature, etc.). Our staff is to remain professional at all times and shall not engage in any personal conversations or any dialogue not related to the Services provided by the Site.<\/li><li>When engaging with other users on the Site or via social media, you agree to adhere to the rules regarding cyberbullying. Any attacks based on a person’s race, gender, ethnicity, sexual orientation, or the like will not be tolerated. Violation of this rule may result in being banned from the Site and any of Company’s other websites or social media pages.<\/li><li>Any doxxing of users or staff of the Site is a violation of our privacy rules. Knowingly violating this will result in being banned from the Site and any of Company’s other websites or social media pages.<\/li><li>Do not encourage anyone to break these rules.<\/li><li>Do not steal or plagiarize any files, downloads, blog posts, or any intellectual property that is owned by Company.<\/li><li>While commenting on blog posts, please note that all comments will be reviewed prior to approval and posting. All comments that include inappropriate language, cyberbullying, threats of violence, sexually suggestive comments, or the like will be automatically rejected. The pre-approval screening is in place to accomplish this and to prevent any kind of spam comments.<\/li><li>While engaging with us or other users on our social media channels, all of these rules shall apply. Failure to follow these rules will result in being banned from commenting or sharing on our social media pages.<\/li><\/ol>","PrivacyHeading4":"4. Orders","Privacypara4":"<p>We reserve the right to (a) reject an order, (b) reduce the quantities for an order, and (c) refuse service to anyone for any reason. If we reject an order or reduce the quantities for an order, we will attempt to notify you using the email address associated with your order. If your method of payment is charged for a rejected order, we will process a refund. If we reduce the quantities for an order, we will process a refund for the items not provided.<\/p>","PrivacyHeading5":"5. Payment","Privacypara5":"<p>We use a third-party payment processor to process payment for orders on the Site, and by making a purchase on the Site, you authorize such payment processor to charge your payment method in connection therewith. You are responsible for the payment of any sales or other governmental taxes or fees due in connection with your order. It is your responsibility to provide a valid method of payment for your purchase on the Site. To complete your purchase, you will be asked for personal information including your name, shipping address, billing address, and credit card information. We use third party payment processors like Shopify, which are subject to their own Terms of Use and Privacy Policy.<\/p>","PrivacyHeading6":"6. Returns, Exchanges & Refunds","Privacypara6":"<p>All returns are subject to approval by the Selling Vendor. Approved refunds will be processed and issued as an account credit upon confirmation from the Selling Vendor that the item was returned by the Buyer to the Vendor.<\/p>","PrivacyHeading7":"7. Your Rights","Privacypara7":"<p>Company is aware of your usage rights. We are aware that you have a right to feel safe while using the Services on the Site. We also acknowledge that you also have a right to privacy. Please be aware that all communication with us by way of email, phone, or live chat is confidential and will not be displayed publicly. However, any communication by way of our blog (including blog comments) or social media channels is not confidential and will be displayed to the public. We own any or all communication that we have with you as allowed by your country. We will not pay royalties for any blog comments or engagement on social media. Please refer to our Privacy Policy (linked above) for any information regarding where we store any communication made by you on the Site.<\/p>","PrivacyHeading8":"8. Our Rights and Responsibilities","Privacypara8":"<p>As owners of the Site, we are not responsible for the following:<\/p><ol><li>Any costs pertaining to your mobile data when you access the Site on your phone or mobile device<\/li><li>External links that appear on the Site that are linked to other companies or websites.<\/li><li>Anything that may happen on the Site should you share any pictures or videos on the Site.<\/li><li>Any of your content that is stolen or plagiarized on the Site by someone else<\/li><\/ol><p>As owners of the Site, we do have the right to take down the Site at any time or prevent you from using the Site in the future without informing you beforehand. We also reserve the right to delete any content that you may have posted (including blog comments, social media comments, etc.) whether they violate these Terms of Use or not.<\/p>","PrivacyHeading9":"9. Intellectual Property","Privacypara9":"<p>The Site and its entire content and functionality (including, but not limited to, its source code, design, software, displays, text, downloads, images, logos, marks, videos, audio and arrangement thereof) (collectively, the “<strong>Site IP<\/strong>”) are property of Company, and its licensors or other providers of such material, and are protected under United States and international copyright, trademark, and other intellectual property and unfair competition laws.<\/p><p>Company grants you a limited, non-transferable license to use the Site for your personal, non-commercial use only. In connection with such grant, you agree not to copy, duplicate, delete, steal, modify, publish, display, distribute, reproduce, store, transmit, post, create derivative works from, reverse engineer, sell, rent or license any part of the Site IP in any way, without our prior written consent. In using the Site, you agree to abide by all copyright, trademark, and other intellectual property laws, and you shall be solely responsible for any violations thereof.<\/p>","PrivacyHeading10":"10 . Advertising, Affiliates, and Testimonials","Privacypara10":"<p>Company and the Site may use various advertising methods to earn money and promote the Services at any given time.<\/p><p>Please note that if you visit the Site, be aware that we may gather data that may lead to you seeing retargeted ads on social media platforms (e.g., Facebook, Twitter, Instagram, etc.) or banner ads online on other websites. You may choose to opt-out of viewing these ads depending on the platform you are viewing them on.<\/p><p>In addition, our blog posts and email newsletters (if you are a subscriber of the Site’s mailing list) may contain affiliate links. Affiliate links will be disclosed in posts and emails where applicable.<\/p><p>An affiliate link is defined as a link to a third-party website (e.g., Amazon) where products and services are sold. We receive a percentage of sales of the product or service should you decide to purchase it using our affiliate link. By clicking through our affiliate links, you are liable for any consequences or benefits thereof.<\/p><p>You may choose to provide a testimonial for the Site or any of the Services. This is completely optional. However, should you voluntarily provide one, we have the ability to place it (or not place it) on our website and social media channels at our discretion.<\/p>","PrivacyHeading11":"11. Termination","Privacypara11":"<p>We reserve the right to terminate or restrict your use and access of the Site (including deletion of any blog comments or uploaded content) at any time and at our sole discretion without notice.<\/p>","PrivacyHeading12":"12. Warranties and Disclaimer","Privacypara12":"<p>THE SITE, ITS CONTENT, THE SERVICES, AND ANY OTHER SERVICES OR ITEMS OBTAINED THROUGH THE SITE ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS. NEITHER COMPANY NOR ANY ASSOCIATED PERSON OR AFFILIATE OF COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE FOLLOWING:<\/p><ol><li>THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE SITE;<\/li><li>THAT THE SITE IS ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED;<\/li><li>THAT DEFECTS ON THE SITE WILL BE CORRECTED;<\/li><li>THAT THE SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS;<\/li><li>THAT THE SITE, THE SERVICES, OR ANY OTHER SERVICES OR ITEMS OBTAINED THROUGH THE SITE WILL HELP YOU ACHIEVE CERTAIN RESULTS; OR<\/li><li>THAT THE SITE, THE SERVICES, OR ANY OTHER SERVICES OR ITEMS OBTAINED THROUGH THE SITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.<\/li><\/ol><p>TO THE FULLEST EXTENT PERMITTED BY LAW, COMPANY HEREBY DISCLAIMS, WITHOUT LIMIT, FOR THE SITE AND THE SERVICES, ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO, ANY WARRANTIES OF MERCHANTABILITY, MERCHANTABLE QUALITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.<\/p><p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.<\/p>","PrivacyHeading13":"13. Limitation of Liability","Privacypara13":"<p>Company shall not be liable for any claims, demands, actions, suits, obligations, losses, damages, liabilities, expenses or costs, arising out of or relating to the Site, the Services, or your use of either.<\/p><p>In no event shall Company or its officers, employees, managers, directors, partners, members, agents, contractors, shareholders, affiliates, licensors, successors, or assigns have any liability to you for any direct, indirect, special, incidental, multiple, exemplary, punitive, or consequential damages, or for lost profits, loss of use, business interruption, costs of procurement of substitute goods or services, either in contract, tort or under any other theory of liability, whether or not the possibility of such damage has been advised to you.<\/p><p>In no event shall Company’s maximum liability hereunder exceed the fees paid by you for the Services, whether in contract, tort or under any other theory of liability.<\/p><p>No personal liability shall accrue hereunder against any individual, member, partner, officer, director, representative, employee, trustee, fiduciary, or principal (disclosed or undisclosed) of Company.<\/p><p>Furthermore, we are not responsible for any of the actions or conduct of our users. This also includes what a user says online in a public forum (e.g., comments on a blog post or on social media). We are also not responsible for any actions or words stated both on or off the Site. We also claim no responsibility should a user decide to upload any inappropriate material or viruses, malware, or spyware.<\/p><p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.<\/p>","PrivacyHeading14":"14. Indemnification","Privacypara14":"<p>You agree to indemnify and hold harmless Company and its officers, employees, managers, directors, partners, members, agents, contractors, shareholders, affiliates, licensors, successors, and assigns from and against any and all costs, claims, losses, damages, liabilities, expenses, fees, demands, and judgments, including court costs and attorney’s fees, which may arise out of your violation of these Terms of Use, your use of the Site or the Services, or your use of any information obtained from the Site.<\/p>","PrivacyHeading15":"15. Governing Law and Jurisdiction","Privacypara15":"<p>These Terms of Use and your use of the Site and the Services, and any disputes or claims arising therefrom or related thereto, are governed by New York law. Subject to the Dispute Resolution provision below, you expressly agree to be subject to the jurisdiction of the state and federal courts located in New York, New York, without giving effect to any choice or conflict of law provision or rule (whether of the State of New York or any other jurisdiction).<\/p>","PrivacyHeading16":"16. Dispute Resolution","Privacypara16":"<p>You understand and agree that prior to taking any legal action, you agree to first attempt to resolve any issues with the Site or the Services by contacting us via the channels listed below.<\/p><p>You understand and agree that at Company’s discretion, we may require that any unresolved dispute or claims first be submitted to confidential and binding arbitration under the Rules of Arbitration of the American Arbitration Association in the State of New York, except in cases involving disputes of intellectual property, interferences of services, or unauthorized handling of a service.<\/p>","PrivacyHeading17":"17. Entire Agreement","Privacypara17":"<p>These Terms of Use, together with our Privacy Policy (collectively, the “Company Policies”), contain the entire agreement between you and Company with regard to the Site and the Services. The Company Policies supersede any prior written or oral agreements between you and Company<\/p>","PrivacyHeading18":"18. Severability","Privacypara18":"<p>If any provision of these Terms of Use shall be held to be invalid or unenforceable for any reason, the remaining provisions shall continue to be valid and enforceable. If a court finds that any provision of these Terms of Use is invalid or unenforceable, but that by limiting such provision it would become valid and enforceable, then such provision shall be deemed to be written, construed, and enforced as so limited.<\/p>","PrivacyHeading19":"19. Changes and Updates","Privacypara19":"<p>We reserve the right to make changes and update these Terms of Use as needed. We will notify you of any material changes via email or by posting a notice on the Site. We advise you to review our policies from time to time as your continued use of the Site and\/or Services will constitute acknowledgement and acceptance of these policies.<\/p>","PrivacyHeading20":"20. Contact Information","Privacypara20":"<p>While we provide you with these Terms of Use, we will do our best to ensure that you better understand them so you can use our website legally and lawfully. We welcome your questions, comments or concerns regarding these Terms of Use. To convey any of the foregoing to us, you can contact <a href=\"mailto:hello@spennie.com\">hello@spennie.com<\/a><\/p>"}}},"order":["main"]}