{"sections":{"main":{"type":"about","settings":{"about_image":"shopify:\/\/shop_images\/about-img.216ca5400c1957be2aee.png","heading":"About Spennie","para1":"Registries are boring and impersonal. And, they feel like a drag. Like something you have to do, because that's what people do! You should be excited about getting nice stuff that you normally wouldn't buy for yourself. Spennie was built to find the best home goods stores all over the country and consolidate them into one marketplace - to make engaged couples' lives easier, and provide small businesses with a simple registry solution.","para2":"For years, I'd walk into stores in my favorite places (Martha's Vineyard, Upstate NY, South Florida, etc) and ask if they do registries. I always want to be the best wedding planner I can be - so offering my clients an interesting and cool registry experience gave me an edge. I'd ask retailers if they do registries - and would always get the same response - did it once, it was such a headache, or wish we could figure that out - its on the list...etc. So after years of asking, I did it - I am building spennie to support small businesses (particularly those retailers in destination wedding locations) and offer couples a more curated and fun registry process.","heading2":"Meet Elizabeth","para3":"<p>Elizabeth Wexler is the founder of spennie and emlan events, New York's premier wedding planning and event consulting company. She is a born and bred New Yorker who first started in the hospitality industry at age 18. She jokes she was \"raised\" in catering before making her way to planning, and eventually the tech side of things.<br\/><br\/>Elizabeth lives in New York City with her husband, Eric, and 10-year-old schnauzer-mix pup adopted from Social Tees in the East Village. When not working, Elizabeth and Eric love traveling, trying new restaurants and eating at their local diner. Elizabeth went to the University of Michigan and while it is very rare she’s free on a fall Saturday, if she is, she’s with friends supporting her alma mater.<br\/><br\/>Elizabeth’s work has been featured in Brides, New York Times, Carats & Cake, and Party Slate. She is a member of the Live Event Association and has worked tirelessly to make events happen (safely) in our post pandemic world.<\/p>"}}},"order":["main"]}